return {
    [100000] = "東方永夜抄",
    [100001] = "Imperishable Night",
    [100002] = "ver%d%s",

    --菜单项
    [100100] = "MainMenu",
    [100101] = "Start",
    [100102] = "Extra Start",
    [100103] = "Spell Practice",
    [100104] = "Practice Start",
    [100105] = "Replay",
    [100106] = "Result",
    [100107] = "Music Room",
    [100108] = "Option", 
    [100109] = "Quit", 
    [100110] = "",
    [100111] = "开始游戏",
    [100112] = "开始EX关卡",
    [100113] = "和敌人进行符卡战斗",
    [100114] = "选择关卡开始练习",
    [100115] = "可以欣赏录像",
    [100116] = "查看过去游戏中分数和符卡的取得情况",
    [100117] = "可以欣赏音乐",
    [100118] = "可以进行各种设定", 
    [100119] = "退出游戏", 

}